app/controllers/api/boards_controller.rb

  def create
    @board = Board.new(board_params)

    if @board.save
---
INSERT INTO "boards" ("title", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["title", "Third board"], ["created_at", "2019-10-28 09:07:27.696860"], ["updated_at", "2019-10-28 09:07:27.696860"]]